<?php

return [

    'h1_subject' => 'Брандмауэр веб-приложений<small>для PHP</small>',
    'h2_slogan' => 'Защитить свои сайты от плохого поведения стало проще.',
    'button_get_started' => 'Начать',
    'button_download' => 'Скачать',
    
    'section_1_title' => 'Дружественный веб-интерфейс',
    'section_1_description' => 'Нет необходимости настраивать сложный файл конфигурации, удобный и удобный веб-интерфейс готов для вас. Статистика HTTP-запросов может быть запрошена на этой панели брандмауэра в режиме реального времени.',
    'section_1_img_alt' => 'Таблица статистики панели брандмауэра',

    'section_2_title' => 'Легко реализовать',
    'section_2_description' => 'Только два куска кода, один для реализации Shieldon, другой для настройки входа в Web UI, опытные разработчики PHP могут потратить менее 10 минут на внедрение Shieldon в свои проекты.',
    'section_2_img_alt' => '',

    'section_3_title' => 'Интеграция с фреймворками',
    'section_3_description' => 'следуйте шаблону проектирования платформы. <br /> Существуют пошаговые инструкции, которые помогут вам интегрировать Shieldon Firewall со следующими PHP-средами. <br /> Начните использовать Shieldon Firewall прямо сейчас.',

];
